{
    "pages": [
        {
            "name": "join",
            "display": {
                "en": "Join page information"
            },
            "elements": [
                {
                    "kind": "markdown-element",
                    "fields": {
                        "display": {
                            "en": "## When you join, you get\\r\\n\\r\\n* **Democratic rights:** All members elect their workplace reps, branch officers and central union officers.\\r\\n* **Full legal protection:** Members get full legal coverage after the second month of membership (Cases can be brought in the first two months of membership if the member pays a £50 surcharge, £100 for private hire license cases). *The legal department will not handle cases that pre-date the member's joining date.*\\r\\n* **Campaigning rights:** Want to transform your workplace? Members can organise and lead their own campaigns in their workplace with the support of IWGB officers\\r\\n* **English classes:** Members have the right to free English classes\\r\\n* **Trade union training:** The IWGB regularly runs training sessions on legal rights, organising and other vital skills\\r\\n\\r\\nAll members must abide by the IWGB's (Code of Conduct)[/page/rules/conduct]."
                        }
                    }
                }
            ]
        },
        {
            "name": "home",
            "display": {
                "en": "Home"
            },
            "elements": [
                {
                    "kind": "yt-embed",
                    "fields": {
                        "videoId": "htaIIuWKNOg"
                    }
                },
                {
                    "kind": "slant-box",
                    "fields": {
                        "colour": "dark",
                        "direction": "left",
                        "heading": {
                            "en": "We are the IWGB."
                        },
                        "body": {
                            "en": "We are an independent trade union who have their roots in representing migrant workers and have evolved to taking on the bosses of the so called gig economy and government regulators.\r\n\r\n[Read more](/page/about/about)"
                        },
                        "image": {
                            "src": "/img/bucket/5b603e941afbe.jpg"
                        }
                    }
                },
                {
                    "kind": "slant-box",
                    "fields": {
                        "colour": "red",
                        "direction": "right",
                        "heading": {
                            "en": "The Gig is Up"
                        },
                        "body": {
                            "en": "Workers in the so-called “gig economy” from Uber drivers to Deliveroo couriers are having their minimum wage, holiday pay and other employment rights systematically denied by being bogusly classified as independent contractors.\r\n\r\n\r\nThe IWGB is fighting and winning their rights as workers through campaigns and strategic legal action.\r\n\r\n[The Gig is up](http://)"
                        },
                        "image": {
                            "src": "/img/intro1.jpg"
                        }
                    }
                },
                {
                    "kind": "slant-box",
                    "fields": {
                        "colour": "light",
                        "direction": "left",
                        "heading": {
                            "en": "Justice for Outsourced Workers"
                        },
                        "body": {
                            "en": "Outsourced cleaners, receptionists and security officers suffer from worse pay, terms and conditions than directly employed staff. These workers, who tend to be predominantly migrants, are also more likely to suffer from discrimination and bullying. The IWGB fights to right these wrongs, and where possible, to end outsourcing so that these workers can work directly for the client organisation.\r\n\r\n[Support the campaign](/page/campaigns/backinhouse)"
                        },
                        "image": {
                            "src": "/img/bucket/5b603e36eb5c4.jpg"
                        }
                    }
                },
                {
                    "kind": "slant-box",
                    "fields": {
                        "colour": "dark",
                        "direction": "right",
                        "heading": {
                            "en": "Foster a brighter future"
                        },
                        "body": {
                            "en": "Foster care workers in the UK have traditionally been denied all employment rights, from minimum wage to holiday pay and whistle-blowing protection. Consequently they have faced years of bullying and harassment on the part of their employers.\r\n\r\n\r\nThe IWGB is fighting in the courts and in Parliament to establish the employment rights of foster care workers and ensure a brighter future for all those in this vital profession.\r\n\r\n[Support the campaign](/page/campaigns/fcwu)"
                        },
                        "image": {
                            "src": "/img/bucket/5b680ccc3e562.jpg"
                        }
                    }
                },
                {
                    "kind": "tri-promo",
                    "fields": {
                        "background": {
                            "kind": "colour",
                            "asset": "red"
                        },
                        "heading": {
                            "en": "Trade union protection from the leading union for precarious workers"
                        },
                        "subheading": {
                            "en": "We’ve won again, again and again."
                        },
                        "intro": {
                            "en": "Join us and have the baddest union in town behind you in your workplace.\r\n\r\n[I want to be a part of this](/join)"
                        },
                        "columns": [
                            {
                                "icon": "fas fa-shield-alt",
                                "heading": {
                                    "en": "Organise for Change"
                                },
                                "body": {
                                    "en": "The IWGB campaigns for long-lasting change in your workplace. The union creates real collective power among workers to ensure that their employers are held to account\r\n\r\n[Become a member](/join)"
                                }
                            },
                            {
                                "icon": "fas fa-gavel",
                                "heading": {
                                    "en": "Workplace Protection"
                                },
                                "body": {
                                    "en": "IWGB reps and the legal team will make sure you are protected at work. Our team handles all kinds of cases, from workplace bullying to illegal deduction of wages... and we win\r\n\r\n[Become a member](/page/about/legal)"
                                }
                            },
                            {
                                "icon": "fas fa-comments",
                                "heading": {
                                    "en": "English classes"
                                },
                                "body": {
                                    "en": "All our central union meetings are interpreted in Spanish, and the union supplies London-based English for Speakers of Other Languages (ESOL) classes to all members, that are absolutely free.",
                                    "es": "Todas nuestras reuniones sindicales centrales son interpretadas en español, y el sindicato ofrece a todos los miembros clases de English for Speakers of Other Languages (ESOL) con sede en Londres, que son absolutamente gratis.\r\n\r\n[Contáctenos](/page/about/esol)"
                                }
                            }
                        ]
                    }
                },
                {
                    "kind": "tri-promo",
                    "fields": {
                        "background": {
                            "kind": "image",
                            "asset": {
                                "src": "/img/join.jpg"
                            }
                        },
                        "heading": {
                            "en": "We need your support"
                        },
                        "subheading": {
                            "en": "We can’t survive without your dues and donations."
                        },
                        "columns": [
                            {
                                "icon": "far fa-money-bill-alt",
                                "heading": {
                                    "en": "Give to a great cause"
                                },
                                "body": {
                                    "en": "Enjoy seeing the fruits of your contribution, however big or small, on the front pages week after week after week.\r\n\r\n[Support the union](http://www.gofundme.com/university-of-london-strike-fund)"
                                }
                            },
                            {
                                "icon": "far fa-hand-peace",
                                "heading": {
                                    "en": "Volunteer with us"
                                },
                                "body": {
                                    "en": "Volunteer activists are the lifeblood of the IWGB. If you’d like to lend a hand, big or small, then just get into contact with us. Holding a placard, answering the phone, or lending us any of your professional skills - welcome to the family. If you’re already a member, then it’s easy to get more involved with your branch - give a shout to your rep, or contact an official.\r\n\r\n[Contact us](/page/about/contact)"
                                }
                            },
                            {
                                "icon": "far fa-handshake",
                                "heading": {
                                    "en": "Become a Member"
                                },
                                "body": {
                                    "en": "Want to join one of the most dynamic unions in the UK? If you work in one of the sectors we represent, then click on the link below to become part of the battle to improve conditions for precarious workers\r\n\r\n[Join us](/join)"
                                }
                            }
                        ]
                    }
                }
            ]
        }
    ]
}